Repository: Hellmod/I_got_up
Catalog: AlarmClock/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Re-ring after no response: %lld min
ar: رنين مجدد بدون رد: %lld د
de: Erneutes Klingeln ohne Antwort: %lld Min.
es: Volver a sonar sin respuesta: %lld min
fr: Resonnerie sans réponse : %lld min
hi: जवाब न मिलने पर दोबारा बजे: %lld मिनट
id: Berbunyi lagi tanpa respons: %lld mnt
it: Risuona dopo nessuna risposta: %lld min
ja: 応答なしで再び鳴らす: %lld分
ko: 응답 없을 때 다시 울림: %lld분
nl: Opnieuw afgaan na geen reactie: %lld min
pl: Ponowny alarm po braku odpowiedzi: %lld min
pt_br: Tocar de novo sem resposta: %lld min
ru: Повторный звонок без ответа: %lld мин
sv: Ring igen efter inget svar: %lld min
th: ปลุกซ้ำเมื่อไม่ตอบกลับ: %lld นาที
tr: Yanıt yoksa tekrar çal: %lld dk
uk: Дзвонити знову без відповіді: %lld хв
vi: Reo lại khi không phản hồi: %lld phút
zh_hans: 无响应再次响铃：%lld 分钟
zh_hant: 無回應後再次響起：%lld 分鐘

source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fr: Répéter
hi: दोहराएं
id: Ulangi
it: Ripeti
ja: 繰り返し
ko: 반복
nl: Herhaal
pl: Powtarzanie
pt_br: Repetir
ru: Повтор
sv: Upprepa
th: ทำซ้ำ
tr: Tekrarla
uk: Повторювати
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सेव करें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 存储
zh_hant: 儲存

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Snooze
ar: غفوة
de: Schlummern
es: Posponer
fr: Rappel
hi: स्नूज़
id: Tunda
it: Posponi
ja: スヌーズ
ko: 다시 알림
nl: Sluimeren
pl: Drzemka
pt_br: Soneca
ru: Отложить
sv: Snooza
th: เลื่อนปลุก
tr: Ertele
uk: Відкласти
vi: Báo lại
zh_hans: 稍后提醒
zh_hant: 貪睡

source: Snooze %@
ar: غفوة %@
de: Schlummern %@
es: Posponer %@
fr: Rappel %@
hi: स्नूज़ %@
id: Tunda %@
it: Posponi %@
ja: スヌーズ %@
ko: 다시 알림 %@
nl: Sluimeren %@
pl: Drzemka %@
pt_br: Soneca %@
ru: Отложить %@
sv: Snooza %@
th: เลื่อนปลุก %@
tr: Ertele %@
uk: Відкласти %@
vi: Báo lại %@
zh_hans: 稍后提醒 %@
zh_hant: 貪睡 %@

source: Snooze duration
ar: مدة الغفوة
de: Schlummerdauer
es: Duración de posponer
fr: Durée du rappel
hi: स्नूज़ अवधि
id: Durasi tunda
it: Durata posticipo
ja: スヌーズの長さ
ko: 다시 알림 간격
nl: Sluimerduur
pl: Czas drzemki
pt_br: Duração da soneca
ru: Длительность повтора
sv: Snooze-längd
th: ระยะเวลาการเลื่อนปลุก
tr: Erteleme süresi
uk: Тривалість відкладання
vi: Thời lượng báo lại
zh_hans: 稍后提醒时长
zh_hant: 貪睡時長

source: Snoozed
ar: غفوة
de: Geschlummert
es: Pospuesta
fr: Rappel
hi: स्नूज़ किया
id: Ditunda
it: Posposta
ja: スヌーズ
ko: 다시 알림 설정됨
nl: Gesluimerd
pl: Drzemka
pt_br: Soneca
ru: Отложен
sv: Snoozad
th: เลื่อนปลุกแล้ว
tr: Ertelendi
uk: Відкладено
vi: Đã báo lại
zh_hans: 已稍后提醒
zh_hant: 已貪睡

source: Soon
ar: قريبًا
de: Gleich
es: Pronto
fr: Bientôt
hi: जल्द ही
id: Segera
it: Presto
ja: まもなく
ko: 곧
nl: Binnenkort
pl: Za chwilę
pt_br: Em breve
ru: Скоро
sv: Snart
th: เร็ว ๆ นี้
tr: Yakında
uk: Скоро
vi: Sắp
zh_hans: 即将
zh_hant: 即將

source: Sound
ar: الصوت
de: Ton
es: Sonido
fr: Son
hi: ध्वनि
id: Suara
it: Suono
ja: サウンド
ko: 소리
nl: Geluid
pl: Dźwięk
pt_br: Som
ru: Звук
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
hi: बंद करें
id: Hentikan
it: Ferma
ja: 停止
ko: 중지
pl: Wyłącz
pt_br: Parar
ru: Стоп
sv: Stoppa
th: หยุด
tr: Durdur
uk: Зупинити
vi: Dừng
zh_hans: 停止
zh_hant: 停止

source: Stop alarm
ar: إيقاف المنبه
de: Wecker ausschalten
es: Detener alarma
fr: Arrêter l'alarme
hi: अलार्म बंद करें
id: Hentikan alarm
it: Ferma sveglia
ja: アラームを停止
ko: 알람 중지
nl: Alarm stoppen
pl: Wyłącz alarm
pt_br: Parar alarme
ru: Выключить будильник
sv: Stoppa alarm
th: หยุดนาฬิกาปลุก
tr: Alarmı durdur
uk: Зупинити будильник
vi: Dừng báo thức
zh_hans: 停止闹钟
zh_hant: 停止鬧鐘

source: Tap + to add a new alarm
ar: اضغط + لإضافة منبه جديد
de: Tippe auf +, um einen Wecker hinzuzufügen
es: Toca + para añadir una alarma
fr: Touchez + pour ajouter une alarme
hi: नया अलार्म जोड़ने के लिए + पर टैप करें
id: Ketuk + untuk menambah alarm
it: Tocca + per aggiungere una sveglia
ja: ＋をタップしてアラームを追加
ko: +를 눌러 새 알람을 추가하세요
nl: Tik op + om een alarm toe te voegen
pl: Dotknij + aby dodać nowy alarm
pt_br: Toque em + para adicionar um alarme
ru: Нажмите +, чтобы добавить будильник
sv: Tryck på + för att lägga till ett alarm
th: แตะ + เพื่อเพิ่มนาฬิกาปลุกใหม่
tr: Yeni alarm eklemek için + simgesine dokun
uk: Торкніться +, щоб додати будильник
vi: Chạm + để thêm báo thức mới
zh_hans: 点按 + 添加新闹钟
zh_hant: 點一下 + 以新增鬧鐘

source: The alarm won't ring — enable alarms in Settings.
ar: لن يرن المنبه — فعّل المنبهات في الإعدادات.
de: Der Wecker klingelt nicht — aktiviere Wecker in den Einstellungen.
es: La alarma no sonará: activa las alarmas en Ajustes.
fr: L'alarme ne sonnera pas — activez les alarmes dans Réglages.
hi: अलार्म नहीं बजेगा — सेटिंग्स में अलार्म चालू करें।
id: Alarm tidak akan berbunyi — aktifkan alarm di Pengaturan.
it: La sveglia non suonerà — attiva le sveglie nelle Impostazioni.
ja: アラームが鳴りません。設定でアラームを有効にしてください。
ko: 알람이 울리지 않습니다 — 설정에서 알람을 켜세요.
nl: Het alarm gaat niet af — schakel alarmen in via Instellingen.
pl: Budzik nie zadzwoni — włącz alarmy w Ustawieniach.
pt_br: O alarme não vai tocar — ative os alarmes nos Ajustes.
ru: Будильник не зазвонит — включите будильники в настройках.
sv: Alarmet ringer inte — aktivera alarm i Inställningar.
th: นาฬิกาปลุกจะไม่ดัง — เปิดใช้นาฬิกาปลุกในการตั้งค่า
tr: Alarm çalmayacak — Ayarlar'dan alarmları etkinleştir.
uk: Будильник не задзвонить — увімкніть будильники в Налаштуваннях.
vi: Báo thức sẽ không reo — bật báo thức trong Cài đặt.
zh_hans: 闹钟不会响——请在设置中开启闹钟。
zh_hant: 鬧鐘不會響 — 請在設定中啟用鬧鐘。

source: Time left to confirm you're up
ar: الوقت المتبقي لتأكيد الاستيقاظ
de: Zeit zur Bestätigung, dass du wach bist
es: Tiempo para confirmar que te levantaste
fr: Temps pour confirmer que vous êtes levé
hi: उठने की पुष्टि का शेष समय
id: Sisa waktu untuk konfirmasi bangun
it: Tempo per confermare di essere sveglio
ja: 起床確認の残り時間
ko: 일어났음을 확인할 남은 시간
nl: Tijd over om te bevestigen dat je wakker bent
pl: Czas na potwierdzenie wstania
pt_br: Tempo para confirmar que você levantou
ru: Время подтвердить, что ты встал
sv: Tid kvar att bekräfta att du är uppe
th: เวลาที่เหลือเพื่อยืนยันว่าคุณตื่นแล้ว
tr: Kalktığını onaylamak için kalan süre
uk: Час, щоб підтвердити, що ти встав
vi: Thời gian còn lại để xác nhận đã dậy
zh_hans: 确认起床剩余时间
zh_hant: 確認起床的剩餘時間

source: To make alarms work, enable notifications for this app in Settings.
ar: لكي تعمل المنبهات، فعّل الإشعارات لهذا التطبيق في الإعدادات.
de: Damit Wecker funktionieren, aktiviere Mitteilungen für diese App in den Einstellungen.
es: Para que las alarmas funcionen, activa las notificaciones de esta app en Ajustes.
fr: Pour que les alarmes fonctionnent, activez les notifications de cette app dans Réglages.
hi: अलार्म काम करें इसके लिए सेटिंग्स में इस ऐप की सूचनाएं चालू करें।
id: Agar alarm berfungsi, aktifkan notifikasi untuk aplikasi ini di Pengaturan.
it: Per far funzionare le sveglie, attiva le notifiche per questa app nelle Impostazioni.
ja: アラームを使うには、設定でこのアプリの通知を有効にしてください。
ko: 알람이 작동하려면 설정에서 이 앱의 알림을 켜세요.
nl: Schakel meldingen voor deze app in via Instellingen om alarmen te laten werken.
pl: Aby alarmy działały, włącz powiadomienia dla tej aplikacji w Ustawieniach.
pt_br: Para os alarmes funcionarem, ative as notificações deste app nos Ajustes.
ru: Чтобы будильники работали, включите уведомления для этого приложения в настройках.
sv: För att alarmen ska fungera, aktivera aviseringar för appen i Inställningar.
th: เพื่อให้นาฬิกาปลุกทำงาน เปิดการแจ้งเตือนสำหรับแอปนี้ในการตั้งค่า
tr: Alarmların çalışması için Ayarlar'dan bu uygulamanın bildirimlerini etkinleştir.
uk: Щоб будильники працювали, увімкніть сповіщення для цього застосунку в Налаштуваннях.
vi: Để báo thức hoạt động, bật thông báo cho ứng dụng này trong Cài đặt.
zh_hans: 要使闹钟正常工作，请在设置中为此应用开启通知。
zh_hant: 若要讓鬧鐘運作，請在設定中為此 App 啟用通知。

source: Volume follows the system ringtone volume.
ar: يتبع مستوى الصوت مستوى نغمة النظام.
de: Die Lautstärke entspricht der System-Klingeltonlautstärke.
es: El volumen sigue el volumen del timbre del sistema.
fr: Le volume suit le volume de sonnerie du système.
hi: वॉल्यूम सिस्टम रिंगटोन वॉल्यूम के अनुसार होगा।
id: Volume mengikuti volume nada dering sistem.
it: Il volume segue quello della suoneria di sistema.
ja: 音量はシステムの着信音量に従います。
ko: 볼륨은 시스템 벨소리 볼륨을 따릅니다.
nl: Het volume volgt het beltoonvolume van het systeem.
pl: Głośność alarmu odpowiada systemowej głośności dzwonka.
pt_br: O volume segue o volume do toque do sistema.
ru: Громкость соответствует системной громкости звонка.
sv: Volymen följer systemets ringvolym.
th: ระดับเสียงเป็นไปตามระดับเสียงเรียกเข้าของระบบ
tr: Ses düzeyi sistem zil sesi düzeyini takip eder.
uk: Гучність відповідає гучності системного дзвінка.
vi: Âm lượng theo âm lượng chuông hệ thống.
zh_hans: 音量跟随系统铃声音量。
zh_hant: 音量依系統鈴聲音量而定。

source: Wake-Up Check %lld min
ar: Wake-Up Check %lld د
hi: Wake-Up Check %lld मिनट
id: Cek Bangun %lld mnt
it: Controllo risveglio %lld min
ja: Wake-Up Check %lld分
ko: 기상 확인 %lld분
nl: Wakker-check %lld min
ru: Wake-Up Check %lld мин
sv: Uppvakningskoll %lld min
th: ตรวจสอบการตื่น %lld นาที
tr: Uyanma kontrolü %lld dk
uk: Перевірка пробудження %lld хв
vi: Kiểm tra thức dậy %lld phút
zh_hans: Wake-Up Check %lld 分钟
zh_hant: 起床確認 %lld 分鐘

source: Wake-Up Check won't work without permission.
ar: لن يعمل Wake-Up Check بدون إذن.
de: Wake-Up Check funktioniert nicht ohne Berechtigung.
es: Wake-Up Check no funcionará sin permiso.
fr: Wake-Up Check ne fonctionnera pas sans autorisation.
hi: अनुमति के बिना Wake-Up Check काम नहीं करेगा।
id: Cek Bangun tidak berfungsi tanpa izin.
it: Il controllo risveglio non funziona senza permesso.
ja: 権限がないとWake-Up Checkは使えません。
ko: 권한이 없으면 기상 확인이 작동하지 않습니다.
nl: Wakker-check werkt niet zonder toestemming.
pl: Wake-Up Check nie będzie działać bez uprawnień.
pt_br: O Wake-Up Check não funcionará sem permissão.
ru: Wake-Up Check не будет работать без разрешения.
sv: Uppvakningskoll fungerar inte utan behörighet.
th: ตรวจสอบการตื่นจะไม่ทำงานหากไม่มีสิทธิ์
tr: Uyanma kontrolü izin olmadan çalışmaz.
uk: Перевірка пробудження не працює без дозволу.
vi: Kiểm tra thức dậy không hoạt động nếu không có quyền.
zh_hans: 没有权限，Wake-Up Check 将无法使用。
zh_hant: 沒有權限時起床確認無法運作。

source: Wake-up verification
ar: التحقق من الاستيقاظ
de: Aufwach-Überprüfung
es: Verificación de despertar
fr: Vérification du réveil
hi: जागने की पुष्टि
id: Verifikasi bangun
it: Verifica risveglio
ja: 起床確認
ko: 기상 인증
nl: Wakker-verificatie
pl: Weryfikacja obudzenia
pt_br: Verificação de despertar
ru: Проверка пробуждения
sv: Uppvakningsverifiering
th: การยืนยันการตื่น
tr: Uyanma doğrulaması
uk: Підтвердження пробудження
vi: Xác minh thức dậy
zh_hans: 起床确认
zh_hant: 起床驗證

source: Weekdays
ar: أيام الأسبوع
de: Wochentags
es: Días laborables
fr: En semaine
hi: कार्यदिवस
id: Hari kerja
it: Giorni feriali
ja: 平日
ko: 평일
nl: Weekdagen
pl: Dni robocze
pt_br: Dias úteis
ru: По будням
sv: Vardagar
th: วันธรรมดา
tr: Hafta içi
uk: Будні
vi: Ngày trong tuần
zh_hans: 工作日
zh_hant: 平日

source: Weekends
ar: عطلات نهاية الأسبوع
de: Wochenende
es: Fines de semana
fr: Le week-end
hi: सप्ताहांत
id: Akhir pekan
it: Fine settimana
ja: 週末
ko: 주말
nl: Weekenden
pl: Weekendy
pt_br: Fins de semana
ru: По выходным
sv: Helger
th: สุดสัปดาห์
tr: Hafta sonu
uk: Вихідні
vi: Cuối tuần
zh_hans: 周末
zh_hant: 週末

source: Yes, I'm up
ar: نعم، استيقظت
de: Ja, ich bin wach
es: Sí, ya me levanté
fr: Oui, je suis levé
hi: हां, मैं उठ गया
id: Ya, saya bangun
it: Sì, sono sveglio
ja: はい、起きました
ko: 네, 일어났어요
nl: Ja, ik ben wakker
pl: Tak, wstałem
pt_br: Sim, já levantei
ru: Да, я встал
sv: Ja, jag är uppe
th: ใช่ ฉันตื่นแล้ว
tr: Evet, kalktım
uk: Так, я встав
vi: Vâng, tôi dậy rồi
zh_hans: 是的，我起床了
zh_hant: 是的，我起來了

source: The alarm that checks you're really up
ar: المنبه الذي يتأكد أنك استيقظت فعلًا
de: Der Wecker, der prüft, ob du wirklich wach bist
es: La alarma que comprueba si de verdad te levantaste
fr: Le réveil qui vérifie que vous êtes vraiment levé
hi: वह अलार्म जो जांचता है कि आप सच में उठे हैं
id: Alarm yang memastikan kamu benar-benar bangun
it: La sveglia che verifica se sei davvero sveglio
ja: 本当に起きたかを確認するアラーム
ko: 정말 일어났는지 확인하는 알람
nl: Het alarm dat controleert of je echt wakker bent
pl: Budzik, który sprawdza, czy naprawdę wstałeś
pt_br: O alarme que confere se você levantou mesmo
ru: Будильник, который проверяет, действительно ли ты встал
sv: Alarmet som kollar att du verkligen är uppe
th: นาฬิกาปลุกที่ตรวจสอบว่าคุณตื่นจริง
tr: Gerçekten kalktığını kontrol eden alarm
uk: Будильник, який перевіряє, чи ти справді встав
vi: Báo thức kiểm tra bạn có thực sự dậy không
zh_hans: 确认你真正起床的闹钟
zh_hant: 確認你真的起床的鬧鐘

source: A real alarm
ar: منبه حقيقي
de: Ein echter Wecker
es: Una alarma de verdad
fr: Une vraie alarme
hi: असली अलार्म
id: Alarm sungguhan
it: Una vera sveglia
ja: 本物のアラーム
ko: 진짜 알람
nl: Een echt alarm
pl: Prawdziwy alarm
pt_br: Um alarme de verdade
ru: Настоящий будильник
sv: Ett riktigt alarm
th: นาฬิกาปลุกจริง
tr: Gerçek bir alarm
uk: Справжній будильник
vi: Báo thức thật sự
zh_hans: 真正的闹钟
zh_hant: 真正的鬧鐘

source: Rings full-screen even when the app is closed and breaks through silent mode.
ar: يرن بملء الشاشة حتى مع إغلاق التطبيق ويتجاوز الوضع الصامت.
de: Klingelt im Vollbild, auch wenn die App geschlossen ist — und durchbricht den Lautlos-Modus.
es: Suena a pantalla completa incluso con la app cerrada y atraviesa el modo silencio.
fr: Sonne en plein écran même app fermée et passe outre le mode silencieux.
hi: ऐप बंद होने पर भी फुल-स्क्रीन बजता है और साइलेंट मोड में भी बजता है।
id: Berbunyi layar penuh bahkan saat aplikasi ditutup dan menembus mode senyap.
it: Suona a schermo intero anche con l'app chiusa e supera la modalità silenziosa.
ja: アプリを閉じていても全画面で鳴り、消音モードでも鳴ります。
ko: 앱이 닫혀 있어도 전체 화면으로 울리고 무음 모드를 뚫습니다.
nl: Gaat schermvullend af, zelfs als de app gesloten is, en doorbreekt de stille modus.
pl: Dzwoni na pełnym ekranie nawet przy zamkniętej aplikacji i przebija tryb cichy.
pt_br: Toca em tela cheia mesmo com o app fechado e ignora o modo silencioso.
ru: Звонит на весь экран даже при закрытом приложении и пробивает беззвучный режим.
sv: Ringer i helskärm även när appen är stängd och bryter igenom tyst läge.
th: ดังเต็มจอแม้ปิดแอปอยู่ และทะลุโหมดเงียบ
tr: Uygulama kapalıyken bile tam ekran çalar ve sessiz modu aşar.
uk: Дзвонить на весь екран навіть коли застосунок закрито, і пробивається крізь беззвучний режим.
vi: Reo toàn màn hình ngay cả khi ứng dụng đã đóng và vượt qua chế độ im lặng.
zh_hans: 即使应用已关闭也会全屏响铃，并突破静音模式。
zh_hant: 即使 App 關閉也會全螢幕響起，並突破靜音模式。

source: After you stop the alarm, it asks whether you actually got up.
ar: بعد إيقاف المنبه، يسألك إن كنت قد استيقظت فعلًا.
de: Nach dem Ausschalten fragt er, ob du wirklich aufgestanden bist.
es: Tras apagar la alarma, te pregunta si de verdad te levantaste.
fr: Après l'arrêt de l'alarme, il demande si vous êtes vraiment levé.
hi: अलार्म बंद करने के बाद यह पूछता है कि क्या आप सच में उठे।
id: Setelah kamu menghentikan alarm, ia menanyakan apakah kamu benar-benar bangun.
it: Dopo aver fermato la sveglia, ti chiede se ti sei davvero alzato.
ja: アラームを止めると、本当に起きたかを尋ねます。
ko: 알람을 멈춘 뒤 정말 일어났는지 묻습니다.
nl: Nadat je het alarm stopt, vraagt het of je echt bent opgestaan.
pl: Po wyłączeniu alarmu zapyta, czy naprawdę wstałeś.
pt_br: Depois de desligar o alarme, ele pergunta se você levantou mesmo.
ru: После выключения будильник спросит, действительно ли ты встал.
sv: När du stoppat alarmet frågar det om du verkligen gick upp.
th: หลังจากคุณหยุดนาฬิกาปลุก จะถามว่าคุณตื่นจริงหรือไม่
tr: Alarmı durdurduktan sonra gerçekten kalkıp kalkmadığını sorar.
uk: Після зупинки будильника він запитує, чи ти справді встав.
vi: Sau khi bạn dừng báo thức, nó hỏi bạn có thực sự dậy không.
zh_hans: 关闭闹钟后，它会询问你是否真的起床了。
zh_hant: 停止鬧鐘後，會詢問你是否真的起床了。

source: Live countdown
ar: عد تنازلي مباشر
es: Cuenta atrás en vivo
fr: Compte à rebours en direct
hi: लाइव काउंटडाउन
id: Hitung mundur langsung
it: Conto alla rovescia live
ja: ライブカウントダウン
ko: 실시간 카운트다운
nl: Live aftelling
pl: Odliczanie na żywo
pt_br: Contagem regressiva ao vivo
ru: Живой обратный отсчёт
sv: Live-nedräkning
th: นับถอยหลังแบบสด
tr: Canlı geri sayım
uk: Живий відлік
vi: Đếm ngược trực tiếp
zh_hans: 实时倒计时
zh_hant: 即時倒數計時

source: A countdown on the Lock Screen shows how much time is left to confirm.
ar: عد تنازلي على شاشة القفل يعرض الوقت المتبقي للتأكيد.
de: Ein Countdown auf dem Sperrbildschirm zeigt, wie viel Zeit zum Bestätigen bleibt.
es: Una cuenta atrás en la pantalla de bloqueo muestra cuánto tiempo queda para confirmar.
fr: Un compte à rebours sur l'écran verrouillé montre le temps restant pour confirmer.
hi: लॉक स्क्रीन पर काउंटडाउन दिखाता है कि पुष्टि के लिए कितना समय बचा है।
id: Hitung mundur di Layar Terkunci menunjukkan sisa waktu untuk konfirmasi.
it: Un conto alla rovescia sulla schermata di blocco mostra quanto tempo resta per confermare.
ja: ロック画面のカウントダウンで確認までの残り時間がわかります。
ko: 잠금 화면의 카운트다운이 확인까지 남은 시간을 보여줍니다.
nl: Een aftelling op het toegangsscherm toont hoeveel tijd je hebt om te bevestigen.
pl: Licznik na ekranie blokady pokazuje, ile czasu zostało na potwierdzenie.
pt_br: Uma contagem na tela de bloqueio mostra quanto tempo resta para confirmar.
ru: Отсчёт на экране блокировки показывает, сколько времени осталось на подтверждение.
sv: En nedräkning på låsskärmen visar hur mycket tid som är kvar att bekräfta.
th: การนับถอยหลังบนหน้าจอล็อกแสดงเวลาที่เหลือในการยืนยัน
tr: Kilit ekranındaki geri sayım, onaylamak için kalan süreyi gösterir.
uk: Відлік на екрані блокування показує, скільки часу лишилося на підтвердження.
vi: Đồng hồ đếm ngược trên Màn hình khóa cho biết còn bao nhiêu thời gian để xác nhận.
zh_hans: 锁屏上的倒计时显示确认剩余时间。
zh_hant: 鎖定畫面上的倒數計時顯示確認前剩餘的時間。

source: No response? It rings again
ar: لا رد؟ يرن مجددًا
de: Keine Antwort? Es klingelt erneut
es: ¿Sin respuesta? Vuelve a sonar
fr: Pas de réponse ? Ça resonne
hi: जवाब नहीं? फिर बजेगा
id: Tidak ada respons? Berbunyi lagi
it: Nessuna risposta? Suona di nuovo
ja: 応答なし？また鳴ります
ko: 응답이 없으면 다시 울립니다
nl: Geen reactie? Het gaat opnieuw af
pl: Brak odpowiedzi? Dzwoni znowu
pt_br: Sem resposta? Toca de novo
ru: Нет ответа? Звонит снова
sv: Inget svar? Det ringer igen
th: ไม่ตอบกลับ? มันจะดังอีกครั้ง
tr: Yanıt yok mu? Tekrar çalar
uk: Немає відповіді? Дзвонить знову
vi: Không phản hồi? Nó reo lại
zh_hans: 没有回应？再次响铃
zh_hant: 沒有回應？它會再次響起

source: If you don't confirm in time, a real alarm rings again. No mercy. 😈
ar: إن لم تؤكد في الوقت المناسب، سيرن منبه حقيقي مجددًا. بلا رحمة. 😈
de: Wenn du nicht rechtzeitig bestätigst, klingelt wieder ein echter Wecker. Ohne Gnade. 😈
es: Si no confirmas a tiempo, una alarma de verdad vuelve a sonar. Sin piedad. 😈
fr: Sans confirmation à temps, une vraie alarme sonne à nouveau. Sans pitié. 😈
hi: समय पर पुष्टि नहीं की तो असली अलार्म फिर बजेगा। कोई रियायत नहीं। 😈
id: Jika tidak konfirmasi tepat waktu, alarm sungguhan berbunyi lagi. Tanpa ampun. 😈
it: Se non confermi in tempo, una vera sveglia suona di nuovo. Senza pietà. 😈
ja: 時間内に確認しないと、本物のアラームが再び鳴ります。容赦なし。😈
ko: 제때 확인하지 않으면 진짜 알람이 다시 울립니다. 봐주지 않아요. 😈
nl: Bevestig je niet op tijd, dan gaat een echt alarm opnieuw af. Genadeloos. 😈
pl: Jeśli nie potwierdzisz na czas, prawdziwy alarm zadzwoni ponownie. Bez litości. 😈
pt_br: Se você não confirmar a tempo, um alarme de verdade toca de novo. Sem piedade. 😈
ru: Не подтвердишь вовремя — настоящий будильник зазвонит снова. Без пощады. 😈
sv: Bekräftar du inte i tid ringer ett riktigt alarm igen. Ingen nåd. 😈
th: ถ้าไม่ยืนยันทันเวลา นาฬิกาปลุกจริงจะดังอีกครั้ง ไม่มีปรานี 😈
tr: Zamanında onaylamazsan gerçek bir alarm tekrar çalar. Acımasız. 😈
uk: Якщо не підтвердиш вчасно, справжній будильник задзвонить знову. Без пощади. 😈
vi: Nếu bạn không xác nhận kịp, một báo thức thật sự reo lại. Không khoan nhượng. 😈
zh_hans: 如果不及时确认，真正的闹钟会再次响起。绝不留情。😈
zh_hant: 若沒有及時確認，真正的鬧鐘會再次響起。毫不留情。😈

source: Got it!
ar: فهمت!
de: Verstanden!
es: ¡Entendido!
fr: Compris !
hi: समझ गया!
id: Mengerti!
it: Capito!
ja: わかった！
ko: 알겠어요!
nl: Begrepen!
pl: Rozumiem!
pt_br: Entendi!
ru: Понятно!
sv: Uppfattat!
th: เข้าใจแล้ว!
tr: Anladım!
uk: Зрозуміло!
vi: Đã hiểu!
zh_hans: 明白了！
zh_hant: 了解！

source: How it works
ar: كيف يعمل
de: So funktioniert's
es: Cómo funciona
fr: Comment ça marche
hi: यह कैसे काम करता है
id: Cara kerjanya
it: Come funziona
ja: 仕組み
ko: 작동 방식
nl: Hoe het werkt
pl: Jak to działa
pt_br: Como funciona
ru: Как это работает
sv: Så fungerar det
th: วิธีการทำงาน
tr: Nasıl çalışır
uk: Як це працює
vi: Cách hoạt động
zh_hans: 工作原理
zh_hant: 運作方式

source: Record history
ar: تسجيل السجل
de: Verlauf aufzeichnen
es: Guardar historial
fr: Enregistrer l'historique
hi: इतिहास सहेजें
id: Rekam riwayat
it: Registra cronologia
ja: 履歴を記録
ko: 기록 저장
nl: Geschiedenis bijhouden
pl: Zapisuj historię
pt_br: Salvar histórico
ru: Вести историю
sv: Spara historik
th: บันทึกประวัติ
tr: Geçmişi kaydet
uk: Записувати історію
vi: Ghi lịch sử
zh_hans: 记录历史
zh_hant: 記錄歷史

source: When disabled, new alarm events won't be saved to history.
ar: عند الإيقاف، لن تُحفظ أحداث المنبه الجديدة في السجل.
de: Wenn deaktiviert, werden neue Wecker-Ereignisse nicht im Verlauf gespeichert.
es: Si está desactivado, los nuevos eventos de la alarma no se guardarán en el historial.
fr: Si désactivé, les nouveaux événements d'alarme ne seront pas enregistrés.
hi: बंद करने पर अलार्म की नई घटनाएं इतिहास में सहेजी नहीं जाएंगी।
id: Saat dinonaktifkan, peristiwa alarm baru tidak disimpan ke riwayat.
it: Se disattivato, i nuovi eventi delle sveglie non verranno salvati nella cronologia.
ja: オフにすると、新しいアラームの記録は保存されません。
ko: 끄면 새 알람 이벤트가 기록에 저장되지 않습니다.
nl: Indien uitgeschakeld worden nieuwe alarmgebeurtenissen niet in de geschiedenis bewaard.
pl: Po wyłączeniu nowe zdarzenia budzika nie będą zapisywane w historii.
pt_br: Quando desativado, novos eventos do alarme não serão salvos no histórico.
ru: Если выключено, новые события будильника не сохраняются в истории.
sv: När det är av sparas inte nya alarmhändelser i historiken.
th: เมื่อปิด เหตุการณ์นาฬิกาปลุกใหม่จะไม่ถูกบันทึกในประวัติ
tr: Kapalıyken yeni alarm olayları geçmişe kaydedilmez.
uk: Коли вимкнено, нові події будильника не зберігаються в історії.
vi: Khi tắt, các sự kiện báo thức mới sẽ không được lưu vào lịch sử.
zh_hans: 关闭后，新的闹钟事件将不会保存到历史记录。
zh_hant: 停用後，新的鬧鐘事件不會儲存到記錄。

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ru: Открыть настройки
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити Налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定
